// Написать программу сложения двух целых чисел, работающую на платформе Windows и MacOS
int a = 8;
int b = 4;
int sum = a + b;
Console.WriteLine("sum = " + sum);
